{
    "part": ["가슴", "삼두", "등", "이두", "하체", "어깨"],
    "exercise" : {
        "가슴":{
            "per1set": 10,
            "part": "가슴",
            "burned":29.4,
            "options":{
                "덤벨 벤치 프레스":[
                    "벤치 끝 쪽에 엉덩이를 대고 앉은 다음 양손에 덤벨을 잡습니다.",
                    "그 상태에서 덤벨을 가슴 쪽으로 가져와 벤치에 눕습니다.",
                    "누운 상태에서 견갑골을 벤치에 고정하고 양손에 든 덤벨을 위로 올립니다.",
                    "덤벨을 너무 위로 올려 어깨가 들리지 않도록 하며 내릴때에는 가슴에 자극을 느끼며 흉곽을 펼치며 내려옵니다."
                ],
                "덤벨 체스트 플라이":[
                    "덤벨 벤치 프레스와 동일 자세로 누워 손바닥이 서로를 향하게 팔꿈치를 약간 구부린 자세로 덤벨을 위로 올려 자세를 잡습니다.",
                    "덤벨을 내릴 때 양손을 그대로 양 옆으로 내립니다.",
                    "내릴 때 가슴이 늘어나는 느낌을 생각합니다.",
                    "덤벨을 든 양손을 양옆으로 내렸을 때 손바닥이 천장을 향해 있어야합니다."
                ],
                "인클라인 덤벨 벤치 프레스":[
                    "벤치를 45도 각도로 조정 후 앉습니다.",
                    "덤벨을 어깨 바깥쪽 가장자리에 둔 상태로 덤벨을 가슴 위로 똑바로 들어 올립니다.",
                    "덤벨을 위로 들어올릴 때 대각선이 아닌 수직방향으로 팔꿈치가 지면과 수직이 되도록 들어올립니다.",
                    "내릴때는 가슴이 늘어난다는 느낌으로 흉곽을 펼치고 견갑골을 모아 줍니다.",
                    "덤벨을 들어올릴때에는 엉덩이와 견갑골이 항상 벤치에서 떨어지지 않도록 주의 합니다."
                ],
                "플랫 바벨 벤치 프레스":[
                    "벤치에 발은 지면에 닿게 하고 허리를 아치형으로 펼친후 견갑을 모아 눕습니다.",
                    "바벨을 어깨넓이 보다 조금 넓게 잡고 가슴 중앙으로 일정한 속도로 천천히 내려줍니다.",
                    "바벨을 올릴때는 내릴때보다 한박자 더 빠른속도로 올려줍니다.",
                    "팔꿈치는 어깨와 일자로 만들지 말고 약간 겨드랑이 쪽으로 내려줍니다."
                ],
                "인클라인 바벨 벤치 프레스":[
                    "벤치를 45도 정도로 기울입니다.",
                    "벤치에 앉아 바벨을 어깨넓이 보다 조금 넓게 잡습니다.",
                    "쇄골에서 손가락 3개 정도의 밑으로 바벨을 내립니다.",
                    "윗가슴에 자극을 느끼고 반복합니다."
                ]
            }
        },
        "삼두":{
            "per1set": 10,
            "part": "삼두",
            "burned":25.7,
            "options":{
                "덤벨 오버헤드 익스텐션":[
                    "양손에 덤벨을 잡고 평 벤치에 앉아 양손을 머리 위로 들어올립니다.",
                    "몸통에 힘을 줘 몸이 흔들리지 않도록 고정하고 팔꿈치를 굽혀 삼두근을 이완합니다.",
                    "호흡을 내쉬며 팔꿈치를 펴 삼두근을 수축하고 동작을 반복합니다.",
                    "동작할 때 삼두근에 긴장이 풀리지 않도록 합니다."
                ],
                "라잉 헤머 익스텐션":[
                    "양손에 덤벨을 잡고 평 벤치에 눕습니다.",
                    "덤벨을 잡은 양손을 가슴 앞으로 뻗어 두고 어깨 관절 주위 근육을 안정화시킵니다.",
                    "덤벨이 귀 옆으로 오도록 천천히 팔꿈치를 굽혀 삼두근을 이완합니다.",
                    "호흡을 내쉬며 팔꿈치를 펴 삼두근을 수축하고 동작을 반복합니다."
                ],
                "원암 덤벨 익스텐션":[
                    "한 손에 덤벨을 들고 평 벤치에 앉아 덤벨을 잡은 손을 머리 위로 들어 올립니다.",
                    "몸통이 흔들리지 않게 전신에 힘을 주고 천천히 팜꿈치를 뒤통수 쪽으로 굽혀 삼두근을 이완합니다.",
                    "호흡을 내쉬며 팔꿈치를 펴 삼두근을 수축하고 동작을 반복합니다. 반대쪽도 같은 방법으로 동작을 실시합니다."
                ],
                "라잉 트라이셉스 익스텐션":[
                    "양손 사이 주먹하나 들어갈 정도의 너비로 바를 잡고 벤치에 눕습니다.",
                    "바벨은 가슴 앞에 두고 팔꿈치를 펴 몸통과 상완의 각도를 100도 정도로 만듭니다.",
                    "호흡을 마시며 팔꿈치를 고정하고 천천히 바를 이마 쪽으로 내리고 호흡을 내쉬며 시작자세로 돌아가 반복합니다."
                ],
                "오버헤드 트라이셉스 익스텐션":[
                    "양손 사이 주먹하나 들어갈 정도의 너비로 바를 잡고 머리 위로 들어 올립니다.",
                    "바벨이 머리 위에 있을 때 상완은 귀 옆에 두고 호흡을 마시며 천천히 팔꿈치를 굽힙니다.",
                    "바벨을 머리 뒤 까지 내려 삼두근에 충분한 이완을 느끼고 호흡을 내쉬며 팔꿈치를 완전히 펴 삼두근을 수축합니다."
                ]
            }
        },
        "등":{
            "per1set": 10,
            "part": "등",
            "burned":29.4,
            "options":{
                "벤트 오버 덤벨 로우":[
                    "양발은 골반 너비로 벌리고 양손으로 덤벨을 잡고 섭니다. 무릎을 가볍게 굽히고 덤벨이 무릎 아래쪽에 위치하도록 엉덩이 중심을 뒤로 향하게 하여 상체를 앞으로 숙입니다.",
                    "등, 허리를 곧게 편 상태를 유지하고 가슴을 활짝 펴서 등을 수축함과 동시에 덤벨을 하복부 쪽으로 당깁니다.",
                    "등의 수축을 느낀 후 천천히 시작 자세로 돌아가면서 등 근육을 이완합니다.",
                    "호흡은 덤벨을 당긴 후 내쉬고 내릴 때 천천히 마십니다."
                ],
                "원암 덤벨 로우":[
                    "벤치에 오른손과 오른쪽 무릎을 올립니다. 이때 양손은 어깨 아래에 위치하고 오른쪽 무릎은 골반 아래에 위치합니다.",
                    "왼손으로 덤벨을 잡고 팔을 펴서 등 근육을 이완합니다. 이때 오른쪽 손은 벤치를 밀어내는 느낌으로 받쳐줍니다.",
                    "자세를 유지하면서 왼쪽 가슴을 활짝 펴고 덤벨을 왼쪽 옆구리 쪽으로 힘껏 당깁니다.",
                    "천천히 시작자세로 돌아가 동작을 반복하고 반대쪽도 같은 방법으로 동작을 실시합니다."
                ],
                "덤벨 레니게이드 로우":[
                    "양손에 덤벨을 잡고 지면에 엎드린다. 이때 양손은 어깨 아래 위치하고 양발을 어깨 너비로 벌립니다.",
                    "허벅지와 둔근, 복부에 힘을 주어 엉덩이가 아래로 처지지 않도록 자세를 유지하고 양손으로 지면을 밀어내는 느낌으로 어깨 주위 근육을 활성화합니다.",
                    "자세를 유지하고 왼손을 몸쪽으로 당겨서 등 근육을 수축한다. 이때 왼쪽 등 근육을 수축하고 지지하는 오른팔부터 왼쪽 다리까지 힘이 연결되는 것을 느끼며 동작합니다.",
                    "동작을 자세가 무너지지 않도록 천천히 실시하고 같은 방법으로 반대쪽도 실시합니다."
                ],
                "바벨로우":[
                    "바벨을 어깨넓이로 잡아주고 허리는 중립을 유지할 수 있도록 배에 힘을 줍니다.",
                    "엉덩이를 뒤로 빼주면서 몸의 간도는 45도를 유지해줍니다.",
                    "가슴을 피고, 겨드랑이를 내려준다는 생각으로 숄더 패킹 자세를 잡아줍니다.",
                    "바벨이 몸에서 떨어지지 않도록 유지하고, 숨을 뱉어 주면서 바벨을 당겨줍니다. 이때 배꼽을 향해서 당긴다고 생각합니다.",
                    "바벨을 내릴 때는 숨을 마셔주면서 최대한 저항하며 천천히 내려줍니다."
                ]
            }
        },
        "이두":{
            "per1set": 10,
            "part": "이두",
            "burned":22.1,
            "options":{
                "시티드 얼터네이트 덤벨 컬":[
                    "양손에 덤벨을 잡고 벤치의 끝에 앉습니다. 몸에 힘을 주어 중심이 흔들리지 않게 하고 측면으로 팔을 곱게 폅니다.",
                    "왼팔만 굽혀서 이두근을 수축하고 천천히 이완하면서 시작 자세로 돌아갑니다.",
                    "그 다음 오른팔만 굽혀서 이두근을 수축하고 천천히 이완하면서 시작 자세로 돌아가 동작을 반복합니다.",
                    "팔꿈치를 굽히는 마지막 순간에 손목을 가볍게 외회전 해 상완 이두근을 최대한 수축합니다."
                ],
                "인클라인 덤벨 컬":[
                    "벤치를 60도 정도로 세워 몸을 기대어 앉습니다.",
                    "덤벨을 잡고 있는 손은 지면 쪽으로 완전히 펴서 이두근을 이완합니다.",
                    "양 팔꿈치를 굽혀 이두근을 수축하고 천천히 시작 자세로 돌아가 동작을 반복합니다.",
                    "팔을 굽힐 때는 팔꿈치가 앞으로 들리지 않도록 주의합니다.",
                    "팔을 굽히고 펴는 동작 모두 천천히 실시하고 이두근의 수축과 이완에 집중해 동작합니다."
                ],
                "컨센트레이션 컬":[
                    "오른손으로 덤벨을 잡고 무릎을 굽힘과 동시에 상체를 숙여서 왼손을 왼쪽 무릎 위로 올립니다. 이때 덤벨을 잡은 팔을 완전히 펴서 팔꿈치와 양발 끝이 삼각형이 되도록 합니다.",
                    "위팔을 고정하고 팔꿈치를 굽혀서 상완이두근을 수축하는데 이때 덤벨이 왼쪽 삼각근 앞쪽으로 향하게 하여 들어 올립니다.",
                    "팔을 굽히는 마지막 순간에 새끼손가락이 몸쪽을 향하도록 부드럽게 손목을 틀어 이두근을 최대한 수축합니다.",
                    "천천히 시작 자세로 돌아와 같은 방법으로 동작을 반복하고 반대쪽도 실시합니다."
                ],
                "바벨컬":[
                    "스탠딩 상태에서 바벨을 어깨넓이보다 약간 넓게 잡습니다.",
                    "이두근의 힘으로 바벨을 어깨 쪽으로 강하게 당깁니다. 상완근이 같이 안움직이도록 주의합니다.",
                    "이때 최대한 팔꿈치가 접힐 수 있는 구간까지 당길 수 있도록 합니다.",
                    "바벨을 천천히 내려 다시 준비자세로 돌아갑니다."
                ]
            }
        },
        "하체":{
            "per1set": 10,
            "part": "하체",
            "burned":25.7,
            "options":{
                "덤벨 가블릿 스쿼드":[
                    "양손에 덤벨을 받쳐 잡고 다리는 어깨너비로 벌리고 선다.",
                    "코로 호흡을 마시면서 팔꿈치가 무릎 내측에 위치할 때까지 천천히 앉습니다. 이때 무릎이 안쪽으로 모이지 않게 자세를 유지합니다.",
                    "호흡을 내쉬면서 시작 자세로 돌아와 둔근과 허벅지 전면, 복부를 동시에 수축하고 동작을 반복합니다."
                ],
                "덤벨 런지":[
                    "양손에 덤벨을 잡고 다리를 앞뒤로 넓게 벌리고 섭니다.",
                    "몸에 힘을 주어 코어 근육을 활성화 하고 호흡을 마시면서 뒤에 위치한 무릎을 지면에 닿기 직전까지 굽힙니다.",
                    "앞에 위치한 다리의 대퇴부 전면과 둔근을 이완하고 다시 시작 자세로 돌아와 동작을 반복합니다."
                ],
                "덤벨 스모 스쿼트":[
                    "양손에 덤벨을 잡고 다리는 어깨 너비보다 조금 더 넓게 벌린다. 이때 발끝은 45도 바깥을 향하게 합니다.",
                    "발의 너비는 개인의 고관절의 가동성에 따라 조금씩 조절하고 앉을 때 고관절에 부담이 되지 않는 범위에서 설정합니다.",
                    "허리를 펴고 호흡을 마시면서 엉덩이 중심을 뒤로 향하게 하여 천천히 앉습니다.",
                    "다리 내측과 둔근의 이완을 느끼고 시작 자세로 돌아와 동작을 반복합니다."
                ],
                "바벨 백 스쿼트":[
                    "양손으로 바벨을 잡고 승모근 위에 올려줍니다.",
                    "발은 어깨넓이로 벌리고 발끝도 살짝 벌려줍니다.",
                    "무릎은 발끝을 향하도록 만들어주고 상체는 바르게 편 상태를 유지하면서 앉아줍니다.",
                    "바벨을 앞뒤로 움직이지 않도록 주의하며 상하로 움직임을 만들어준다고 생각하며 일어납니다.",
                    "이때 허리가 과하게 말리지않게 주의하며 상체를 항상 곧게 편다고 생각합니다."
                ],
                "스티프 데드리프트":[
                    "양손으로 바벨을 잡고 몸 앞에 위치시켜줍니다.",
                    "상체는 바르게 선 상태로 만들어줍니다.",
                    "무릎은 허벅지 뒤쪽이 충분히 이완될 수 있을 정도로 살짝 구부린 상태를 만들어주면서 바벨을 정강이 쪽에 위치하도록 내려줍니다.",
                    "이때 허리가 구부러지지 않도록 곧게 펴줍니다.",
                    "바벨은 항상 몸에 가까이 위치 시켜줍니다.",
                    "다시 2번으로 돌아가고 반복해줍니다."
                ]
            }
        },
        "어깨":{
            "per1set": 10,
            "part": "어깨",
            "burned":29.4,
            "options":{
                "덤벨 숄더 프레스":[
                    "허리를 곧게 펴고 벤치에 앉습니다.",
                    "버터플라이 자세와 같이 팔을 양 옆으로 벌리고 팔꿈치는 90도가 되도록 덤벨을 듭니다.",
                    "덤벨을 정수리 위쪽으로 모으면서 팔을 폅니다.",
                    "천천히 2번 자세로 돌아오면서 반복합니다."
                ],
                "덤벨 프런트 레이즈":[
                    "발을 어깨 너비로 벌리고 손등이 앞을 보도록 덤벨을 듭니다.",
                    "덤벨은 허벅지 앞에 위치 시킵니다.",
                    "팔을 쭉 편 상태에서 어깨 높이까지 덤벨을 들어올립니다.",
                    "천천히 2번 자세로 돌아와 반복합니다."
                ],
                "덤벨 사이드 래터럴 레이즈":[
                    "발을 어깨 너비로 벌리고 손등이 옆을 보도록 덤벨을 듭니다.",
                    "덤벨은 바지 옆 라인에 위치시킵니다.",
                    "팔을 약간만 굽힌 상태에서 어깨 높이까지 덤벨을 들어올립니다.",
                    "천천히 2번 자세로 돌아오고 반복합니다."
                ],
                "밀리터리 프레스":[
                    "바벨을 어깨넓이보다 살짝 길게 잡아주고 쇄골에 위치 시켜줍니다.",
                    "위로 수직으로 밀어 올려주는데 이때 턱과 코가 걸릴 수 있기 때문에 바벨 동선을 만들어 주기 위해 고개를 뒤로 살짝 비켜줍니다.",
                    "다시 쇄골로 내려주는데 이때 팔꿈치가 뒤로 빠지지 않도록 주의해줍니다."
                ],
                "업라이트 로우":[
                    "바벨을 어깨넓이로 잡고 그대로 상체를 곧게 펴서 위치 시킵니다.",
                    "몸통을 고정한 후 천천히 바벨을 턱 바로 아래까지 들어 올립니다.",
                    "숨을 내쉬면서 천천히 바벨을 내려놓고 처음 자세로 돌아가면서 반복합니다.",
                    "이때 바벨은 상하로만 움직이게 주의합니다."
                ]
            }
        }
    }
}